Repository: stotic-dev/homete_iOS
Catalog: LocalPackage/Sources/Features/ContributionFeature/Localizable.xcstrings
Source language: ja
Languages: en

source: %@pt / 日
en: %@pt/day

source: %@pt / 月
en: %@pt/month

source: %@の家事貢献度サマリー
en: %@ Contribution Summary

source: %@件 / 日
en: %@ chores/day

source: %@件 / 月
en: %@ chores/month

source: %lld件
en: %lld chores

source: %lld件達成
en: %lld chores done

source: あなた
en: You

source: この期間に達成された家事はありません
en: No chores were completed in this period

source: この期間は表示できません
en: This period isn't available

source: これまでの貢献履歴なら振り返れます
en: You can still look back on your past contributions

source: もっと詳しく見る
en: See More

source: データ無し
en: No data

source: プレミアムプランに登録すると、全期間の家事データを振り返れます
en: Subscribe to Premium to look back on your entire chore history

source: プレミアムプランを見る
en: View Premium Plan

source: ポイント
en: Points

source: メンバー別ランキング
en: Ranking by Member

source: ユーザー
en: User

source: ランキング種別
en: Ranking Type

source: 今月の獲得ポイント合計
en: Total points earned this month

source: 今月の貢献ランキング
en: This Month's Ranking

source: 今月はまだ達成された家事がありません
en: No chores completed yet this month

source: 件数
en: Count

source: 名前
en: Name

source: 家事分析
en: Chore Insights

source: 家事達成割合
en: Share of Chores Done

source: 家事達成割合とは？
en: What's Share of Chores Done?

source: 年
en: Year

source: 指定期間中において、達成した家事の数の合計からグループ内のユーザーの割合を示しています。 達成した家事の数の観点から、家事貢献度を図ることができます。
en: Shows each member's share of all the chores completed in the selected period. It lets you gauge contributions by the number of chores completed.

source: 日ごとの獲得ポイント
en: Points per Day

source: 日ごと獲得ポイントの累積
en: Cumulative Points by Day

source: 日付
en: Date

source: 月
en: Month

source: 月ごとの獲得ポイント
en: Points per Month

source: 月ごと獲得ポイントの累積
en: Cumulative Points by Month

source: 月間ポイント比較
en: Monthly Points Comparison

source: 期間の最初から日が経つごとに積み上がっていく合計ポイントです。 期間の終わりで最も高い位置にいる人が、その期間中にもっとも多くポイントを獲得した人です。 線の傾きが急な時期は、その日に多くポイントを獲得した時期を表します。
en: Shows the total points that build up day by day from the start of the period. Whoever is highest at the end of the period earned the most points. The steeper a line, the more points were earned at that time.

source: 期間を変更すると過去の家事貢献度を確認できます
en: Change the period to see past contributions

source: 期間中、日ごとに獲得したポイントを表します。 同じ日のユーザー同士を比較すれば、その日に誰がよく頑張ったかが一目でわかります。
en: Shows the points earned each day in the period. Compare users on the same day to see at a glance who did the most that day.

source: 期間中、月ごとに獲得したポイントを表します。 同じ日のユーザー同士を比較すれば、その日に誰がよく頑張ったかが一目でわかります。
en: Shows the points earned each month in the period. Compare users in the same month to see at a glance who did the most that month.

source: 獲得ポイントからわかること
en: What Points Tell You

source: 獲得ポイントの累積からわかること
en: What Cumulative Points Tell You

source: 直近1ヶ月
en: Past Month

source: 直近1年
en: Past Year

source: 直近1週間
en: Past Week

source: 直近のデータがある期間を表示
en: Show Latest Period with Data

source: 累計ポイント
en: Total Points

source: 表示期間
en: Period

source: 週
en: Week

source: 達成した家事の件数
en: Number of chores done

source: 達成数
en: Chores Done
